[V11.0]
1=<a>Совершенно новый модуль здоровья ПО</a> помогает управлять разрешениями на программное обеспечение, блокировать всплывающие уведомления, очищать ненужные файлы настроек, удалить вредоносные программы и расширения браузера.
2=<a>Более мощный функционал удаления</a> Максимально устраняет остаточные файлы при помощи расширенных алгоритмов сканирования и очистки
3=<a>Улучшенный монитор установки</a> Регистрирует больше элементов (включая элементы запуска), созданные во время процесса установки ПО для будущего подробного удаления
4=<a>На 50% расширенная база данных ПО</a> поддерживает обновление популярного программного обеспечения, включая Anydesk, Caliber, Discord, LibreOffice и Qbittorrent
5=<a>Уникальная база данных для удаления «упрямого» ПО</a> содержит более 1000 «упрямых» программ
6=<a>Усиленный модуль удаления+</a> может легко и быстро удалить программы при удалении, в том числе и из реестра
7=<a>Новинка! Добавлен рейтинг приложений Windows</a> помогает пользователям узнать больше о нежелательных приложениях Windows
8=<a>Улучшенный процесс удаления</a> расширений браузера
9=<a>Лучше UI</a> для более удобного взаимодействия с пользователем
10=<a>Две темы:</a> темная и светлая
11=<a>Поддерживаемые 37 Языки</a>
12=<a>Полностью поддерживается новая ОС Windows 11</a>